catppuccin.catppuccin-vsc
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-rename-tag
formulahendry.code-runner
github.copilot
github.copilot-chat
golang.go
hollowtree.vue-snippets
k--kato.intellij-idea-keybindings
ms-ceintl.vscode-language-pack-zh-hans
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.js-debug-nightly
ms-vscode.remote-explorer
pnp.polacode
pranaygp.vscode-css-peek
ritwickdey.liveserver
streetsidesoftware.code-spell-checker
vue.volar
